Repository: OpenMediaVault-Plugin-Developers/openmediavault-remoteshare
Catalog: usr/share/openmediavault/locale/*/openmediavault-remoteshare.po
Languages: da_da, de_de, es, it_it, ja_jp, nl_nl

source: Add share
da_da: TIlføj deling
de_de: Freigabe hinzufügen
es: Añadir compartido
it_it: Aggiungi condivisione
ja_jp: 共有の追加
nl_nl: Voeg een share toe

source: Davfs2 settings
da_da: Davfs2 indstillinger
de_de: Davfs2 Einstellungen
es: Opciones Davfs2
it_it: Impostazioni Davfs2
ja_jp: Davfs2設定

source: Delay in seconds before a file will be uploaded to the server to avoid upload of temporary files.
da_da: Forsinkelse i sekunder før en fil bliver uploadet til serveren for at undgå upload af midlertidige filer.
de_de: Verzögerung in Sekunden bevor eine Datei hochgeladen wird, um das Hochladen von temporären Dateien zu vermeiden.
es: Retraso en segundos para subir un archivo al servidor, para evitar subir archivos temporales.
it_it: Ritardo in secondi prima che un file venga caricato sul server, per evitare upload di file temporanei.
ja_jp: 一時ファイルのアップロードを避けるためにファイルがサーバにアップロードされる前に数秒遅延されます。

source: Edit share
da_da: Rediger deling
de_de: Freigabe bearbeiten
es: Editar Compartido
it_it: Modifica condivisione
ja_jp: 共有の編集
nl_nl: Edit de share

source: Enable
da_da: Aktiver
de_de: Aktivieren
es: Habilitar
it_it: Abilita
ja_jp: 有効
nl_nl: Inschakelen

source: Enabled
da_da: Aktiveret
de_de: Aktiviert
es: Habilitado
it_it: Abilitato
ja_jp: 有効化済
nl_nl: Ingeschakeld

source: Export
da_da: Eksporter
es: Exportar
it_it: Esporta
ja_jp: エクスポート

source: Extra options
da_da: Ekstra valgmuligheder
de_de: Erweiterte Optionen
es: Opciones
it_it: Opzioni extra
ja_jp: その他のオプション

source: Guest
da_da: Gæst
de_de: Gast
es: Invitado
it_it: Ospite
ja_jp: ゲスト

source: Hostname, IP address, or fully qualified domain name of the server exporting the file system.
da_da: Værtsnavn, IP adresse, eller fuld kvalificeret domænenavn på serveren, der eksportere filsystemet.
de_de: Hostname, IP Adresse oder vollständig qualifizierter Domänenname des Servers der das Dateisystem exportiert.
es: Nombre de Host, IP, o nombre de dominio del servidor que exporta el sistema de archivos
it_it: Nome host, indirizzo IP, oppure un nome di dominio completo del server che esporta il file system.
ja_jp: ファイルシステムをエクスポートするサーバーのホスト名、IPアドレス、またはサーバの完全修飾ドメイン名。

source: Hostname, IP address, or fully qualified domain name of the server.
da_da: Værtsnavn, IP adresse, eller fuld kvalificeret domænenavn på serveren
de_de: Hostname, IP Adresse oder vollständig qualifizierter Domänenname des Servers.
es: Nombre de Host, IP, o nombre de dominio del servidor.
it_it: Nome host, indirizzo IP, oppure un nome di dominio completo del server.
ja_jp: ホスト名、IPアドレス、またはサーバの完全修飾ドメイン名。
nl_nl: Hostnaam, IP adres, of volledige gekwalificeerde domein naam van de server.

source: If checked, share is mounted as guest.
da_da: Hvis markeret, er deling monteret som gæst.
de_de: Wenn aktiviert wird die Freigabe als Gast verbunden.
es: Si se marca, el compartido será montado como invitado.
it_it: Se selezionato, la condivisione è montata come ospite.
ja_jp: チェックするとゲストとして共有をマウントします。

source: If checked, username and password are stored in a credential file instead of in fstab.
da_da: Hvis markeret, vil brugernavn og adgangskode blive gemt i en legitimationsfil i stedet for i fstab.
de_de: Wenn markiert werden Benutzername und Password in einer Datei anstatt der fstab gespeichert.
es: Si se marca, el usuario y la contraseña serán almacenados en un archivo de credenciales en lugar de en fstab.
it_it: Se selezionato, nome utente e password saranno salvate in un file di credenziali al posto di fstab.
ja_jp: チェックするとユーザー名とパスワードは、資格証明ファイルではなくfstabに格納されます。

source: Leave unchecked for NFSv2 or NFSv3 servers. Check for NFSv4 servers.
da_da: Marker ikke for NFSv2 eller NFSv3 servere. Marker for NFSv4 servere.
de_de: Für NFSv2 oder NFSv3 Server deaktiviert lassen. Für NFSv4 Server aktivieren.
es: Dejar desmarcado para servidores NFSv2 o NFSv3. Marcar para servidores NFSv4
it_it: Lascia non selezionato per server NFSv2 o NFSv3. Seleziona per server NFSv4.
ja_jp: NFSv2またはNFSv3サーバの場合チェックしないようにします。 NFSv4サーバの場合はチェックします。

source: Mount as
da_da: Monter som
de_de: Einbinden als
es: Montar como
it_it: Monta come
ja_jp: マウントします
nl_nl: Mounten als

source: NFS share will be mounted as this shared folder for use in other plugins.
da_da: NFS deling vil blive monteret, som denne delte mappe til brug i andre plugins.
de_de: NFS Freigabe wird für die Benutzung durch andere Plugins als dieser Freigabeordner verbunden.
es: El compartido NFS será montado como una carpeta compartida que podrá ser usada en otros plugins.
it_it: La condivisione NFS sarà montata come questa cartella condivisa per utilizzarla in altri plugin.
ja_jp: NFS共有は他のプラグインで使用するためにこの共有フォルダとしてマウントされます

source: Optimize fetching file infos for all files in a directory vs. just for the file to be opened.
da_da: Optimere hentning af fil oplysninger for alle filer i et bibliotek fremfor kun den fil der bliver åbnet.
de_de: Optimiere das Holen der Dateiinfos fuer alle Dateien im Verzeichnis anstatt nur für die zu öffnende Datei.
es: Optimizar la obtención de información de los archivos de un directorio, frente a solo la del archivo a abrir.
it_it: Ottimizza il recupero di informazioni di file per tutti i file in una directory vs solo per il file da aprire.
ja_jp: ディレクトリ内のすべてのファイルあるいはちょうど開かれるファイルのためにファイル情報の取得を最適化します。

source: Password
da_da: Adgangskode
de_de: Passwort
es: Contraseña
ja_jp: パスワード

source: Path to the exported directory.
da_da: Sti til det eksporteret bibliotek.
de_de: Pfad zum exportierten Verzeichnis.
es: Ruta del directorio exportado.
it_it: Percorso verso la cartella esportata.
ja_jp: エクスポートディレクトリのパス。

source: Remote Shares
da_da: Eksterne Delinger
de_de: Entfernte Freigaben
es: Compartidos remotos
it_it: Condivisioni Remote
ja_jp: リモート共有

source: Samba share will be mounted as this shared folder for use in other plugins.
da_da: Samba deling vil blive monteret, som denne delte mappe til brug i andre plugins.
de_de: Samba Freigabe wird für die Benutzung durch andere Plugins als dieser Freigabeordner verbunden.
es: El compartido Samba será montado como una carpeta compartida que podrá ser usada en otros plugins.
it_it: La condivisione Samba sarà montata come questa cartella condivisa per utilizzarla in altri plugin.
ja_jp: Samba共有は他のプラグインで使用するためにこの共有フォルダとしてマウントされます

source: Share Name
da_da: Deling Navn
de_de: Freigabename
es: Compartido
it_it: Nome Condivisione
ja_jp: 共有名

source: Shared Folder
da_da: Delt Mappe
de_de: Freigegebener Ordner
es: Carpeta compartida
it_it: Cartella Condivisa
ja_jp: 共有フォルダ
nl_nl: Gedeelde Folder

source: The amount of disk space in MiByte that may be used.
da_da: Antallet af disk plads i MiByte der må bruges.
de_de: Plattenplatz in MiByte der benützt werden kann.
es: Cantidad de espacio en disco en MiByte que puede ser usada.
it_it: La quantità di spazio su disco in MiByte che possono essere utilizzati.
ja_jp: MiByte単位で使用できるディスクスペースの量。

source: The number of entries in the hash table for each known file. The value should be a power of 2.
da_da: Antal af indtast i hash tabellen for hver kendt fil. Værdien skal være delelig med 2.
de_de: Anzahl der Einträge in der Hashtabelle für jede bekannte Datei. Der Wert sollte eine Potenz von 2 sein.
es: Numero de entradas en la tabla de hash para cada archivo conocido. El valor introducido debe ser una potencia de 2. (2, 4, 8, 16, etc...)
it_it: Numero di voci nella tabella hash per ogni file conosciuto. Il valore deve essere una potenza di 2.
ja_jp: 既知の各ファイルについてのハッシュテーブル内のエントリの数。値は2のべき乗でなければなりません。

source: These settings directly influence how the WebDAV resource is mounted as a local filesystem. Please only change the defaults if you know what you are doing.
da_da: Disse indstillinger påvirker direkte på hvordan WebDAV resoussen bliver monteret som et lokal filsystem. Ændr venligst kun de standard indstillinger hvis du ved hvad du gør.
de_de: Diese Einstellungen beeinflussen direkt wie die WebDAV Ressource als lokales Dateisystem eingebunden wird. Bitte ändere die Standardwerte nur, wenn du weisst, was du tust.
es: Esta opción influye directamente en como el recurso WebDAV es montado como un sistema de archivos local. Por favor , solo realice cambios si esta seguro de lo que hace.
it_it: Queste impostazioni influenzano direttamente come la risorsa WebDAV viene montata come un file system locale. Si prega di modificare solo le impostazioni predefinite se si sa cosa si sta facendo.
ja_jp: これらの設定は、直接WebDAVリソースがローカルファイルシステムとしてマウントされている方法に影響を与えます。 この設定を理解できるいる場合のみ、デフォルトを変更してください。

source: This share is already in use by another remote NFS share.
da_da: Denne deling er allerede i brug, af en anden ekstern NFS deling.
de_de: Diese Freigabe wird bereits durch eine andere entfernte NFS Freigabe verwendet.
es: Este compartido está en uso por otro compartido NFS remoto.
it_it: Questa condivisione è già in uso da un altra condivisione NFS remota.
ja_jp: この共有は、別のリモートNFS共有で既に使用されています。
nl_nl: Deze share wordt al gebruikt door een andere remote NFS share.

source: This share is already in use by another remote Samba share.
da_da: Denne deling er allerede i brug, af en anden ekstern Samba deling.
de_de: Diese Freigabe wird bereits durch eine andere entfernte Samba Freigabe verwendet.
es: Este compartido está en uso por otro compartido Samba remoto.
it_it: Questa condivisione è già in uso da un altra condivisione Samba remota.
ja_jp: この共有は、別のリモートSamba共有で既に使用されています。
nl_nl: Deze share wordt al gebruikt door een andere remote Samba share.

source: This share is already in use by another remote WebDAV share.
da_da: Denne deling er allerede i brug, af en anden ekstern WebDAV deling.
de_de: Diese Freigabe wird bereits durch eine andere entfernte WebDAV Freigabe verwendet.
es: Este compartido está en uso por otro compartido WebDAV remoto.
it_it: Questa condivisione è già in uso da un altra condivisione WebDAV remota.
ja_jp: この共有は、別のリモートWebDAV共有によってすでに使用されています。
nl_nl: Deze share wordt al gebruikt door een andere remote WebDAV share.

source: URL of the WebDAV resource.
da_da: URL på WebDAV ressourcen.
de_de: URL der WebDAV Ressource.
es: URL del recurso WebDAV.
it_it: URL della risorsa WebDAV.
ja_jp: WebDAVリソースのURL。

source: Use File
da_da: Brug Fil
de_de: Benütze Datei
es: Usar archivo
it_it: Usa File
ja_jp: ファイルを使用する

source: Use HEAD instead of If-Match and If-None-Match-headers.
da_da: Brug HEAD i stedet for Hvis-Match og Hvis-Ikke-Match-headers.
de_de: Benutze HEAD anstatt If-Match und If-None-Match-headers.
es: Utilice HEAD en lugar de If-Match y If-None-Match-headers.
it_it: Usa HEAD al posto di If-Match e If-None-Match-headers.
ja_jp: If-MatchとIf-None-Match-headersの代わりにHEADを使用してください。

source: Username
da_da: Brugernavn
de_de: Benutzername
es: Usuario
it_it: Nome utente
ja_jp: ユーザー名

source: WebDAV resource will be mounted as this shared folder for use in other plugins.
da_da: WebDAV ressource vil blive monteret, som denne delte mappe til brug i andre plugins.
de_de: WebDAV Ressource wird für die Benutzung durch andere Plugins als dieser Freigabeordner verbunden.
es: El compartido WebDAV será montado como una carpeta compartida que podrá ser usada en otros plugins.
it_it: La condivisione WebDAV sarà montata come questa cartella condivisa per utilizzarla in altri plugin.
ja_jp: WebDAVのリソースは、他のプラグインで使用するため、この共有フォルダとしてマウントされます。

source: Whether to lock files on the server when they are opened for writing.
da_da: Hvorvidt om filer skal låses på serveren når de bliver åbnet for læsning.
de_de: Sollen Dateien auf dem Server gesperrt werden, wenn sie zum Schreiben geöffnet werden.
es: Si se bloquean archivos en el servidor cuando son abiertos para escritura.
it_it: Anche per bloccare i file sul server quando vengono aperti per la scrittura.
ja_jp: 書き込みのために開かれているサーバー上のファイルをロックするかどうか。

source: cache_size
da_da: cache_størrelse

source: delay_upload
da_da: forsink_upload

source: gui_optimize
da_da: gui_optimering

source: if_match_bug
da_da: hvis_match_bug

source: table_size
da_da: tabel_størrelse

source: use_locks
da_da: brug_låse

source: Server
es: Servidor
ja_jp: サーバ

source: n/a
es: n/d
it_it: n/d
nl_nl: niet beschikbaar

source: WebDAV URL
it_it: URL WebDAV

source: Port
nl_nl: Poort

source: Remote Path
nl_nl: Remote Pad

source: Remote path will be mounted as this shared folder for use in other plugins.
nl_nl: Het remote pad zal worden gemount als gedeelde folder voor gebruik in andere plugins

source: This share is already in use by another remote FTP share.
nl_nl: Deze share is in gebruik door een andere remote FTP share.

source: This share is already in use by another remote GlusterFS share.
nl_nl: Deze share wordt al gebruikt door een andere remote GlusterFS share.

source: This share is already in use by another remote SSHFS share.
nl_nl: Deze share wordt al gebruikt door een andere remote SSHFS share.

source: User
nl_nl: Gebruiker
